[General]
Translator, "Amir Norozpour67111, Elham60671, Hessam Mohamadi, Javad Joursaraei, Majid Barkhordari, عبدالرضا شفایی"
LangVersion, "6.3.0.0"
LangKeysTotal, "739"
LangKeysComplete, "548"
GeneratedDateTimeUTC, "Dec 18, 2019 19:34 (UTC)"
GenerationTimeMS, "26"


[Icon]
R0lGODlhEAAMAPcAAI4ZCpYZDNzi2ZIZC48ZCujT0JMZC9kkD8oiCp3Mj5fJh9UiDsw0IOUlEo/C
fXGMZ+Xm5+Xn52CKUcUhCGGIUo0ZCd4kEtzh2ZDDf2OGVdMiDqyuru7w8NIiDdMkDYzEecQwGpPD
gmeKXNPAvIjBdMAxHOHl5uba2W6MZeHo39rQw2OIV2qJXtrj15E+MYzCeJHDgNPBvuKxq2iJXNUz
IOvt7ZyNipfJg4o0Ji9zFmuKYIM5L4oZBm2KYpTKgYXDb+DT0d/m4NLcz+Pl5c5wZnSMbPfi4c4i
DWGyRMoiDGSHV8wiC5UvJuvp6+jp6ofEc4vEeOno6aCfoNE4JYjEdfb19t7l3ds2JbwyHeTl5tkv
HmaIV4LBa6PQk5vKi5oWCpfIh8kiCtwkEdwkEJcZDdkiD47Id88zHdckDnCNZpLDgp4ZDdAkDC5x
F9MkDoDBaXzEYsQfCOPp4GqLXmKIVNAiDNciD+CzreHm3obBcdvOzevY1u7Z1mGIVOLW1Th4Iff5
+dJmVMwkC9zj3InIcojDc5LIgJFAMubl5ta9uOfm59MxHeE5KITEbJsZDY7NdtyjnJDIfIvIdosZ
CeO8uJoZDYrCdujq6maIWZDDfdc3Jt8jEZPFgpnIiuHEwM4kDd/i4853bM2+vNq2tN/p4Y3Ee4oZ
CM40IOfp6ccjCqysrcovGePi49nRxY7Iet7e3+Xk5eXRzo7Ce6mNitUkD9+hm5+goJKbkIXBb5nK
iIPBbZGfiwAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA
AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA
AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA
AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAACH5BAAAAAAALAAAAAAQAAwA
AAjbAIs8QNFDx5wZIjBtWUGnDwUJGdJ0SeAll4IbPgxFcmVGEqFHf1iACQHDgawXlkjkwaWLyxs4
bZR0UsMJQ6ZSUD5QKfTkRyMkOW7huSBAwKAgrVSQSiHHipAWu6REgaUIkRNPd2RQyvKKVZMqqmxd
GgIhAqhEoYiMMoGqBgdAG2ycADJCVAw9kGr5iVVgDx8jsw4FwgJiFYNTZ6YsoqFJyxVGX1yUiJMq
TJIlR+p00LDATplNlXBMQCDoExs3HmihOSBmjIUGa3bwMDWpAgAABAYMMBAgABlHTAICADs=


[BFAPI]
ErrorClientVersionTooOld, "کلاینت شما بسیار قدیمی است\nلطفا برنامه را بروزرسانی کرده و مجددا سعی نمایید"
ErrorFailClientTime, "ساعت رایانه شما به درستی تنظیم نشده است.لطفا زمان سیستم را بررسی و مجددا سعی نمایید"
ErrorFailLogin, "نشانی رایانامه و گذرواژه خود را بررسی دوباره امتحان کنید"
ErrorFailPrefix, "موفق به ارتباط با اکانت فورترس شما نشد\nلطفا ارتباط اینترنتی خود را بررسی نمایید،و مطمئن شوید برنامه توسط پراکسی یا فایروال در رایانه یا شبکه مسدود نشده باشد"
ErrorInvalidProTrialLicenseKey, "بنظر میرسد کلید ارزیابی آزمایشی شما نامعتبر است\nلطفا برای اطلاعات بیشتر با ما ارتباط برقرار کنید"
ErrorItemSizeTooLarge, "یکی از مواردی که سعی دارید همگامسازی کنید خیلی بزرگ است\nباید مورد بزرگ را حذف کرده و دوباره سعی کنید"
ErrorTrialExpiredPrompt, "کلید ارزیابی حرفه ای شما منقضی شده است\nمیخواهید برای شروع ارزیابی دیگر با ما ارتباط برقرار کنید؟"
ErrorTwoFactorInvalid, "کُد احراز هویت دو مرحله ای نامعتبر یا منقضی شده است\nلطفا دوباره امتحان کنید"
ErrorUnknownProPurchasedLicenseKey, "بنظر کلید مجوز شما نامعتبر است\nلطفا برای اطلاعات بیشتر با ما تماس بگیرید"
LoginPrompt, "برای همگام سازی اطلاعات پروفایل خود نیاز است وارد شوید، آیا وارد می شوید؟"
PromptTwoFactor, "لطفا کُد احراز هویت دو مرحله ای که به دستگاه شما ارسال شد را وارد کنید\nاگر در چند دقیقه آن را دریافت نکردید،لطفا با پشتیبانی باینری فورترس تماس بگیرید"
PromptTwoFactorImportOldCredentials, "این برنامه اکنون از احراز هویت دو مرحله ای پشتیبانی می کند و شما اکنون آن را در اکانت خود فعال کرده اید\n\nلطفا کُد احراز هویت دو مرحله ای که به دستگاه شما ارسال شد را وارد کنید\nاگر در چند دقیقه آن را دریافت نکردید،لطفا با پشتیبانی باینری فورترس تماس بگیرید"
PromptTwoFactorTOTP, "لطفا کد 6 رقمی ارسال شده به تلفن همراه خود را وارد کنید، اگر مشکلی در دریافت کد دارید از پشتیبانی فورترس کمک بگیرید."
TitleSync, "همگامسازی با اکانت باینری فورت رس"


[BFAPILoginControl_Controls]
btnLogin, "ورود [&L]"
btnLogout, "خروج [&L]"
btnMyAccount, "حساب من [&A]"
btnMyLicenses, "مجوزهای من[&M]"
btnRegister, "ثبت[&R]"
btnResetPassword, "بازنشانی گذرواژه"
lblEmailAddress, "آدرس ایمیل:"
lblName, "نام"
lblPassword, "رمزعبور:"


[BFAPILoginControl_LicenseRestrictions]
LicenseRestrictionBlock, "شخصی یا شرکتی # نشان داده شده در نام مجوز"
LicenseRestrictionEnterprise, "رایانه های نامحدود در سایت های نامحدود متعلق به شرکت"
LicenseRestrictionPersonal, "رایانه نامحدود شخصی،و یک رایانه شرکتی که فقط خودتان از آن استفاده می کنید"
LicenseRestrictionSite, "رایانه های نامحدود در 1 سایت"
LicenseRestrictionStandard, "شخصی یا شرکتی 1 رایانه"
LicenseRestrictionSteam, "رایانه های نامحدود که شما کاربر اولیه و اصلی هستید،باید از طریق کلاینت استیم نصب شود"


[BFAPILoginControl_Strings]
ErrorEnterEmailAddress, "لطفا نشانی رایانامه معتبری وارد کرده دوباره امتحان کنید."
ErrorEnterPassword, "رمزعبور خود را دوباره وارد کرده و مجدد سعی نمایید"
ErrorLoginFailed, "موفق به بارگیری اطلاعات اکانت شما نشد\nلطفا ایمیل و رمزعبور را بررسی کنید ودوباره سعی کنید"
ErrorNoLicensesFound, "متاسفیم،ما قادر به یافتن اطلاعات مجوز برای این اکانت نیستیم\nاگر نیاز به راهنمایی دارید لطفا با ما ارتباط برقرار کنید"
ErrorUnknownLicenses, "خطایی حین بارگیری اطلاعات مجوز شما رخ داده است"
ErrorUnknownLogin, "خطایی حین بارگیری اطلاعات اکانت شما رخ داده است"
Note, "برای بازیابی کلید مجوز و همگامسازی با اکانت باینری فورترس وارد شوید"
SelectLicensePrompt, "اکنون شما از نسخه رایگان استفاده میکنید، یک مجوز ارزیابی حرفه ای، یا کلید مجوز شما نامعتبر است\nمیخواهید کلید مجوز را از اکانت باینری فورترس خود بارگیری کنید؟"
Title, "اکانت باینری فورت رس من"
TitleLoadingLicenses, "بارگذاری اطلاعات مجوز"


[BFFormAPIMyLicenses_Controls]
colDateCreated, "تاریخ ایجاد"
colDateExpires, "تاریخ انقضاء"
colLicenseKey, "کلید مجوز"
colLicenseRestrictions, "محدودیت های مجوز"
colLicenseType, "نوع مجوز"
colName, "نام مجوز"


[BFFormAPIMyLicenses_Strings]
ConfirmUseLicense, "آیا مطمئن به استفاده از این کلید مجوز هستید ؟"
ErrorSelectLicense, "لطفا یک مجوز از لیست انتخاب کرده و دوباره سعی کنید"
ShowNeedLicenseWarning, "یکی از مجوزهای خود را از لیست انتخاب کرده،سپس روی دکمه 'تایید' برای استفاده از آن کلید مجوز کلیک کنید"
Title, "مجوزهای من"


[BFFormCodeEditor]
btnHotKeyEdit, "ویرایش"
btnInsertFunction, "&قراردادن کد"
btnInsertFunctionTT, "جستجو بواسطه اسکریپت از پیش ساخته شده برای کمک به ساختن تابع خودتان"
btnRedoTT, "ریدو (Ctrl + Y)"
btnReferencesDefault, "ارجاعات پیش فرض"
btnRunFunction, "&تابع اِجرا"
btnRunFunctionTT, "اجرای تابع فعلی"
btnUndoTT, "آندو (Ctrl + Z)"
btnVerifyFunction, "تابع بازبینی"
btnVerifyFunctionTT, "بازبینی کد تابع فعلی بدون اجرای آن"
ErrorCompileFailed, "کامپایل موفق نشد"
ErrorEnterCode, "لطفا تعدادی کد C# یا VB.net وارد کرده و دوباره سعی کنید"
ErrorEnterName, "لطفا نام را دوباره وارد کنید"
ErrorRunFailed, "موفق به اجرا نشد"
lblDescription, "توضیحات:"
lblHelp, "راهنما با توابع"
lblKeyCombination, "کلید ترکیبی:"
lblLanguage, "زبان:"
lblName, "نام"
lblReferences, "ارجاعات:"
lblShare, "کُد خود را با انجمن به اشتراک بگذارید"
MessageRunning, "در حال اِجرا:"
MessageRunSuccess, "با موفقیت اجرا شد"
MessageVerifySuccess, "بازبینی با موفقیت انجام شد"
MessageWait, "در انتظار برای به پایان رسیدن اسکریپت تابع شده هست\nشما میتوانید از تابع اسکریپت شده آیکون کنار ساعت این تابع را متوقف کنید"
MessageWaitTitle, "در انتظار برای تابع"
PromptChangeLanguage, "آیا میخواهید کد تابع اسکریپت شده پیش فرض را بارگیری کنید؟\nهشدار: این تابع اسکریپت شده شما را ریست خواهد کرد"
PromptCloseWithoutSave, "آیا میخواهید بدون ذخیره کردن،ببندید؟"
PromptDefaultReferences, "آیا میخواهید ارجاعات را به پیش فرض ریست کنید؟"
PromptInvalidSave, "این تایع اسکریپت شده بنظر نامعتبر است\nبهرحال آیا میخواهید آن را ذخیره نمایید؟"
ShareMessage, "کُد شما خودکار به این درخواست ضمیمه شده است\nاگر میخواهید پیام را ارسال کنید،لطفا آن را بالای خط تقسیم کننده وارد کنیم.خیلی ممنون"
ShareSubject, "تابع اسکریپت شده:"
ShareTitle, "تابع اسکریپت شده را به اشتراک بگذارید"
ShareWarning, "نام شما برای همکاری بکار میرود،پس به ما بگویید میخواهید با نام مستعار یا ناشناس در این انجمن به اشتراک گذاشته شود"


[BFFormCodeEditorLookups]
PromptSelectWindowStyles, "لطفا سبک پنجره را انتخاب کنید:"
PromptSelectWindowStylesEx, "لطفا سبک گسترش یافته پنجره را انتخاب کنید"
RemoveConfirmOne, "آیا میخواهید مورد منتخب را حذف کنید؟"
SelectAnItem, "لطفا یک مورد از لیست انتخاب نموده و مجدد امتحان کنید"
SelectAudioDevice, "لطفا دستگاه صوتی را انتخاب کنید"
SelectMouseCursorLocation, "برای انتخاب مکان مکان نمای ماوس کلیک کنید\nهر کلیدی را برای لغو فشار دهید"
SendKeys_EditString, "ویرایش استرینگ"
SendKeys_EnterString, "استرینگ را وارد کنید:"
SendKeys_mniAddKeyCombination, "افزودن کلید ترکیبی"
SendKeys_mniAddRawText, "افزودن متن خام"
SendKeys_mniAddText, "افزودن متن"
SendKeys_Title, "سازنده ارسال کلید"


[BFFormDownload_Strings]
ConfirmCancel, "آیا از لغو بارگیری مطمئن هستید؟"
Error, "خطایی رخ داده است"
Progress, "باقیمانده: {0} کیلوبایت ({1} کیلوبایت درمجموع)"
ProgressUnknown, "درحال دانلود: {0} کیلوبایت"


[BFFormGetWallpaperFusionTag]
ErrorSelectTag, "لطفا یک تگ والپیپر فوزیون انتخاب کرده و دوباره سعی کنید"
lblQuery, "فیلتر:"
Title, "تگ های والپیپر فوزیون"


[BFFormOnlineMacroBrowser]
btnClose, "&بستن"
colContributors, "همکاران"
colCreatedBy, "ایجاد شده توسط"
colDownloads, "دانلود ها"
colLanguage, "زبان"
colLastModified, "آخرین ویرایش"
lblQuery, "فیلتر:"
Loading, "بارگیری..."


[BFFormProxySettings_Controls]
btnSave, "ذخیره"
lblProxyAddress, "آدرس سرور:"
lblProxyPassword, "رمزعبور:"
lblProxyPassword2, "تکرار رمزعبور :"
lblProxyPort, "پورت:"
lblProxyUsername, "نام کاربری :"
rdoCustomSettings, "استفاده از تنظیمات پراکسی سرور دستی[&C]"
rdoNoProxy, "از پراکسی استفاده نکن (ارتباط مستقیم اینترنتی)[&N]"
rdoUseIESettings, "استفاده از تنظیمات ارتباطی اینترنت اکسپلورر [&I]"


[BFFormProxySettings_Strings]
EnterServerAddress, "لطفا آدرس پراکسی سرور را وارد کرده یا از پراکسی سرور استفاده نکن را انتخاب کنید"
EnterServerPort, "لطفا پورت پراکسی سرور را وارد کرده یا از پراکسی سرور استفاده نکن را انتخاب کنید"
PasswordDecryptionFailed, "بنظر تنظیمات ارتباط اینترنتی شما نامعتبر می باشد\nمیخواهید رمزعبور پراکسی سرور خود را مجدد وارد کنید تا مشکل حل شود؟"
PasswordsNotMatch, "رمزعبور پراکسی سرور شما تطبیق ندارد،مجدد سعی نمایید"
Title, "تنظیمات ارتباط اینترنت"


[BFFormSelectApplication]
AllApplications, "همه برنامه ها"
btnBrowse, "جستجو"
colApplication, "برنامه"
colPath, "مسیر"
GroupDesktopApplications, "برنامه های میز کار"
GroupWindows8Applications, "برنامه های سراسری ویندوز"
lblWindowPicker, "کشیدن این روی یک پنجره برای انتخاب فرآیند آن پنجره در لیست بطور خودکار"
PleaseSelectApplication, "لطفا ابتدا یک برنامه انتخاب کنید"
Title, "انتخاب برنامه"


[BFFormSettingsAdvanced_Controls]
btnDelete, "مقدار پیش فرض"
chkShowOnlyModified, "فقط مقادیر اصلاح شده نمایش داده شود"
colSetting, "تنظیم"
colValue, "مقدار"
lblFilter, "فیلتر:"
lblHelp, "برای تغییر آن دو مرتبه روی تنظیمات کلیک کنید،روی دکمه 'راهنما'برای اطلاعات بیشتر کلیک کنید"


[BFFormSettingsAdvanced_Strings]
ErrorSaving, "خطایی حین ذخیره این تنظیم رخ داده است"
SavedSuccessfully, "تنظیمات پیشرفته شما با موفقیت ذخیره شد\nبرای اِعمال تغییرات برنامه باید ریستارت شود"
Title, "تنظیمات پیشرفته"
TitleEdit, "ویرایش تنظیمات پیشرفته"


[BFFormSettings_Controls]
btnAdvancedSettings, "تنظیمات پیشرفته"
btnAutoUpdateCheckNow, "حالا بررسی برای بروزرسانی&"
btnBackupSettings, "خروجیگیری تنظیمات"
btnLanguageHelp, "در ترجمه برنامه کمک کنید"
btnLicenseChangeToFree, "تغییر به نسخه رایگان"
btnLicenseKeyRequestTrial, "درخواست مجوز جدید آزمایشی"
btnLicenseKeyRestoreTrial, "بازیابی مجوز کلید مجوز"
btnLicenseLoadOnline, "بارگیری از اکانت باینری فورترس"
btnLicensePasteFromClipboard, "چسباندن از کلیپ برد"
btnProxySettings, "تنظیمات ارتباط اینترنت"
btnRestoreSettings, "بازگردانی تنظیمات"
btnTroubleshootingClearLogBASE, "پاکسازی وقایع"
btnTroubleshootingCopyBASE, "کپی اطلاعات به کلیپ برد"
btnTroubleshootingExportBASE, "خروجیگیری اطلاعات به فایل"
btnTroubleshootingForceCleanupBASE, "&اجبار پاکسازی حافظه"
btnTroubleshootingOpenLogBASE, "بازکردن وقایع"
btnTroubleshootingRefreshBASE, "بازآوری"
chkAutoUpdate, "بررسی خودکار برای بروزرسانی"
chkAutoUpdateBeta, "بررسی نسخه (جدیدتر،ناپایدار) بتا"
chkAutoUpdateSteam, "بررسی برای بروزرسانی خودکار"
colLanguageName, "نام"
colLanguagePercentComplete, "کامل شد"
colLanguageTranslators, "مترجمین"
colLanguageVersion, "نسخه"
gbAutoUpdate, "بررسی بروزرسانی"
gbLicenseReseller, "اطلاعات نماینده فروش"
lblAutoUpdateWarningBASE, "هشدار: بروزرسانی خودکار غیرفعال شده است،نصب نسخه جدید پرسش نمیشود"
lblLanguageGetMore, "دریافت زبان جدید و بروزرسانی شده"
lblLicenseExpires, "تاریخ انقضاء مجوز :"
lblLicenseKey, "کلید مجوز :"
lblLicenseTo, "مجوز داده شده به:"
tabAbout, "درباره"
tabLanguage, "زبان ها"
tabLicense, "کلید مجوز"
tabOptions, "گزینه ها"
tabOurApps, "اَپس های ما"
tabTroubleshooting, "عیب یابی"


[BFFormSettings_Strings]
ChangeToFreeFromPaidPrompt, "آیا از حذف مجوز خود و تبدیل به نسخه رایگان اطمینان دارید؟"
ChangeToFreeFromTrialPrompt, "اگر قصد دارید دوباره از نسخه Pro Trial استفاده کنید، باید یک trial key جدید از تیم پشتیبانی ما درخواست کنید. اگر مایلید بدانید کدام قابلیت ها در نسخه رایگان فعال نیست، لطفا از صفحه Free vs Pro در وبسایت دیدن فرمایید."
DebugLogCleared, "فایل وقایع اشکال زدایی با موفقیت پاکسازی شد"
DebugLogNotFound, "فایل وقایع اشکال زدایی یافت نشد.لطفا مطمن شوید گزینه اشکال زدایی فعال شده است"
FreeVersion, "نسخه رایگان"
LanguageHelpMessage, "میخواهم در تمام کردن ترجمه کمک کنم"
LanguageHelpMessageDescription, "بهما در ترجمه برنامه کمک نمایید در عوض نسخه استاندارد را رایگان دریافت کنید\nفردی طی 2 روز کاری با شما ارتباط برقرار می کند"
LanguageRightToLeft, "راست به چپ"
LicenseKeyRequestTrialDescription, "کسی به مدت 2 روز کاری پیگیری می کند"
LicenseKeyRequestTrialMessage, "من تمایل دارم مجوز آزمایشی جدید درخواست کنم.متشکرم"
LogLevel0, "L0: وقایع غیرفعال شده است"
LogLevel1, "L1: حداقل وقایع"
LogLevel2, "L2: وقایع با جزئیات (توصیه نمیشود)"
LogLevel3, "L3: تمام وقایع (توصیه نمیشود)"
RegistryExportSuccess, "تنظیمات شما با موفقیت خروجیگیری شد"
RestoreSettingsFailed, "موفق به بازگردانی تنظیمات شما نشد"
RestoreSettingsPrompt, "هرگز فایل پشتیبان را که توسط شما یا تیم پشتیبانی باینری فورترس ایجاد نشده را بازگردانی نکن\nآیا واقعا میخواهید این فایل پشتیبان را بازگردانی کنید؟"
RestoreSettingsSuccess, "تنظیمات شما با موفقیت بازگردانی شد"
SettingsLoadError, "خطایی حین بارگیری تنظیمات رخ داده است"
SettingsSaveError, "خطایی حین ذخیره تنظیمات رخ داده است"
Title, "تنظیمات"
TroubleshootingCopyError, "رونوشت برداری از اطلاعات اشکال زدایی شما ناموفق بود"
TroubleshootingCopySuccess, "رونوشت اطلاعات اشکال زدایی شما باموفقیت در حافظه موقت قرار گرفته است"


[BFFormSupportRequest_Controls]
btnAttachmentsAdd, "ضمیمه فایل"
btnAttachmentsClear, "پاکسازی ضمیمه ها"
chkIncludeBackup, "شامل یک پشتیبان از تنظیمات با این درخواست پشتیبانی"
lblEmailAddress, "آدرس ایمیل:"
lblMessage, "پیغام :"
lblName, "نام"
lblSubject, "عنوان :"
lblWarning, "اطلاعات از تب اشکال زدایی و فایل Debug.log شما رمزی میشود و همراه درخواست پشتیبانی به ما ارسال میشود و ما میتوانیم این مشکل را خیلی سریع تر حل کنیم"


[BFFormSupportRequest_Strings]
EnterEmailAddress, "لطفا نشانی رایانامه معتبری وارد کرده دوباره امتحان کنید."
EnterMessage, "لطفا یک پیغام وارد کرده و دوباره امتحان کنید"
EnterName, "لطفا نام خود را وارد کرده دوباره امتحان کنید"
EnterSubject, "لطفا یک موضوع وارد کنید"
PromptClearAttachments, "آیا میخواهید این ضمیمه ها را حذف کنید؟"
SendSuccess, "اطلاعات شما با موفقیت ارسال شد\nشخصی در مدت 1 روز کاری با شما ارتباط برقرار خواهد کرد"
Title, "ارسال درخواست پشتیبانی"
TooLongEmailAddress, "لطفا یک آدرس ایمیل کوتاه تر وارد کرده و مجدد سعی کنید"
TooLongName, "لطفا یک نام کوتاه تر وارد کرده و مجدد سعی کنید"


[BFFormUpdateInvalidLicense]
btnBuyNow, "خرید مجوز حرفه ای"
btnLater, "شاید بعداً"
btnMoreInfo, "اطلاعات بیشتر"
lblInvalidLicense, "بنظر می رسد کلید مجوز حرفه ای شما نامعتبر است\n\nلطفا بازبینی کنید که کلید مجوز صحیح در تب کلید مجوز در پنجره تنظیمات وارد کرده اید\n\nاگر کلید شما معتبر است و هنوز این پیام را می بینید،لطفا با پشتیبانی باینری فورتس توسط دکمه راهنما ارتباط برقرار کنید"
Title, "کلید مجوز نامعتبر است"


[BFFormUpdate_Controls]
btnChangeLog, "نمایش گزارش تغییرات[&V]"
btnDownloadOnly, "بازدید از وبسایت &"
btnInstallNow, "حالا نصب"
btnInstallOnExit, "نصب و خروج"
btnRemindMeLater, "بعدا یادآوری کن[&R]"
btnSkipThisVersion, "صرفنظر از این نسخه[&S]"
lblNewVersion, "نسخه جدید :"
lblOldVersion, "نسخه جاری :"
lblUpdateNotes, "در این نسخه چه چیزی جدیدست :"
lblUpdateSize, "حجم بروزرسانی:"


[BFFormUpdate_Strings]
ConfirmSkipVersion, "توصیه میگردد به این نسخه جدید بروز گردید\nآیا مطمئن به صرفنظر از این نسخه هستید؟"
DownloadFailedSave, "موفق به ذخیره این فایل در مکان محلی نشد"
DownloadingUpdate, "در حال دانلود بروزرسانی"
DownloadInvalidData, "داده برگشتی از سرور نامعتبر است. سرور ممکن است داشته باشد یک مشکل برای یافتن فایل درخواست شده"
DownloadNoData, "داده ای برگشت داده نشده از وبسایت"
ErrorDownload, "خطائی طی بارگیری نسخه جدید رخ داده است"
FreeNotice, "این بروزرسانی،و همه بروزرسانی های آینده رایگان است،امروز بروزرسانی کنید و لذت ببرید"
RebootMightBeRequiredWarning, "پس از نصب این آپدیت ممکن است به یک راه reboot نیاز باشد"
Title, "بروزرسانی موجود است"
UpdateProMessage, "برای بروزرسانی با یک کلیک باید به نسخه حرفه ای ارتقاء دهید\nاطلاعات بیشتری راجع به ارتقاء میخواهید؟"


[BFHelpButton_Controls]
mniDiscussions, "انجمن گفتگو"
mniOnlineHelp, "راهنمای آنلاین"
mniSupportRequest, "درخواست پشتیبانی"


[BFHotKey]
ButtonRemoveInvalidHotKey, "حذف ترکیب کلیدهای نامعتبر"
ErrorHotKeyBindFailed, "اتصال کلیدمیانبر موفق نشد:"
ErrorHotKeyComboInUse, "کلید ترکیبی از قبل در حال استفاده است.به چند دلیل ممکن است تین اتفاق رخ دهد:\n- کلید ترکیبی از قبل در جایی دیگر از خود برنامه مورد استفاده می گیرد\n- برنامه دیگری از قبل از این کلید ترکیبی استفاده می کند\n- یک تابع توکار ویندوز از این کلید ترکیبی استفاده می کند\n\nلطفا کلید ترکیبی را در تنظیمات ویرایش یا حذف کنید"
ErrorIncorrectKeyValue, "کلید ترکیبی نامعتبر است: لطفا مقدار کلید را وارد کنید"
ErrorIncorrectNumberElements, "کلید ترکیبی نامعتبر است: تعداد کلیدها اشتباه است"
ErrorIncorrectNumberKeyMods, "کلید ترکیبی نامعتبر است:تعداد اصلاح کننده ها اشتباه است"
ErrorInvalidKeyCombo, "کلیدترکیبی که شما مشخص کردید نامعتبر است"
ErrorSystemReserved, "کلید ترکیبی که تعیین کرده اید به ویندوز اختصاص دارد و نمیتواند مورد استفاده قرار گیرد"
ErrorTooManyModifiers, "کلیدترکیبی نامعتبر است:اصلاح کننده های زیادی وجود دارد"
HotKeyButtonRemove, "حذف"
HotKeyButtonSetHotKey, "تنظیم کلید میانبر"
HotKeyLabelKeys, "انتخاب تغییر دهنده سپس وارد کردن کلید مورد نظر"
HotKeyLabelMouse, "انتخاب تغییر دهنده سپس کلیک روی دکمه مورد نظر ماوس"


[BFMessage]
btnCopy, "کپی به کلیپ برد [&C]"
btnMoreInformation, "نمایش اطلاعات بیشتر [&S]"


[BFTextQuery]
CaseSensitive, "حساس به اندازه حروف"
ErrorBracketMismatch, "خطا: عدم تطابق براکت\nلطفا براکت را بسته یا جستار خود را در نقل قول قرار دهید"
ErrorEscapeCharAtEnd, "خطا: کاراکتر گریز '\' در انتهای جستار یافت شد\nلطفا گریز کرده یا کاراکتر را حذف کنید"
ErrorExpectedMatchCountChar, "حطا: مقدار مورد انتظار ':::cbc:::' در موقعیت {0}.\nلطفا براکت را بسته یا در نقل قول قرار دهید"
ErrorExpectedQuote, "خطا: مقدار مورد انتظار '"' در موقعیت {0}.\nلطفا از کاراکتر گریز '"' مطمئن شوید"
ErrorInvalidChar, "خطا: کاراکتر نامعتبر '{0}' در موقعیت {1}\nلطفا در نقل قول قرار دهید"
ErrorInvalidDigit, "خطا: رقم نامعتبر در موقعیت {0}.\nارقام باید مثبت و فقط شامل کاراکتر عددی باشد"
ErrorInvalidWordBoundary, "هشدار: کاراکترهای نامعتبر\nفقط حروف و اعداد در عملگر برابری پشتیبانی شده است"
MayContain, "میتواند شامل باشد:"
MayEqual, "میتواند برابر باشد:"
MayNotContain, "نمیتواند شامل باشد:"
MayNotEqual, "نمیتواند برابر باشد:"
MustContain, "باید شامل باشد:"
MustEqual, "باید برابر باشد:"
MustNotContain, "نباید شامل باشد:"
MustNotEqual, "نباید برابر باشد:"
Time, "یک بار"
Times, "{0} بار"


[BFUpdateCheck]
AlreadyInProgress, "...بررسی بروزرسانی از قبل در حال انجام است"
ErrorRunningDownloadedFile, "خطایی حین برای اجرای فایل نصب دانلود شده رخ داده است"
FailedToGetVersion, "نتوانست شماره آخرین نسخه را بارگذاری کند"
NoUpdate, "شما از قبل در حال استفاده از آخرین نسخه هستید"


[cFunctions_Strings]
FolderNotRecognized, "پوشه برگزیده شناسایی نشد بنابراین نتوانست جستجو شود"


[CommonControls]
chkIsMetroApp, "این یک اَپ مترو (جامع) هست؟"
lblMetroAppID, "شناسه فرآیند اَپ"


[frmMain_Controls]
btnBrowseAppendExcludePath, "فهرست && پیوست"
btnBrowseExcludePath, "مسیر"
btnFolderBrowse, "جستجو"
btnFolderBrowseAppend, "فهرست && پیوست"
btnNewSearch, "جستجو در زبانه جدید [&N]"
btnPause, "روشن و استفاده کنید"
btnResume, "از سرگیری"
btnSearch, "جستجو[&S]"
btnStop, "توقف [&t]"
chkCaseSensitive, "& query حساس مورد"
chkFileSizeMax, "حداکثر اندازه پرونده :"
chkFileSizeMin, "حداکثر اندازه پرونده :"
chkIsQueryRegEx, "Query RegEx است"
chkSearchSubFolders, "جستجوی زیر-پوشه ها[&f]"
chkShowFirstResult, "& فقط نتیجه اول را برای هر پرونده نشان دهید"
chkShowIncludeFilterMatchFiles, "نام پرونده های مطابق با فیلتر "شامل پرونده ها" را نشان دهید"
chkShowIncludeFilterMatchFolders, "نام پوشه ها را که با فیلتر "شامل پرونده ها" مطابقت دارد ، نشان دهید"
chkShowQueryMatchFiles, "نام پرونده های مطابق با متن پرس و جو را نشان دهید"
chkShowQueryMatchFolders, "نام پوشه ها را مطابق با متن پرس و جو نشان دهید"
chkUseIFilters, "پردازش محتویات پرونده با استفاده از File Handlers (کندتر)"
colDateAccessed, "تاریخ دسترسی داده شده"
colDateCreated, "تاریخ ایجاد"
colDateModified, "تاریخ اصلاح"
colEncodingUsed, "رمزگذاری مورد استفاده"
colExtension, "پسوند"
colFile, "نام پرونده"
colFileSize, "اندازه پرونده"
colLine, "خط"
colLineNumber, "# خط"
colPath, "مسیر"
lblAccessedTo, "به"
lblAdditionalLinesAfter, "نمایش این تعداد خطوط بعد از نتایج یک جستجو"
lblAdditionalLinesBefore, "نمایش این تعداد خطوط قبل از نتایج یک جستجو"
lblCreatedTo, "به"
lblDateAccessed, "تاریخ دسترسی داده شده"
lblDateCreated, "تاریخ ایجاد :"
lblDateFilterLogic, "منطق فیلتر تاریخ:"
lblDateModified, "تاریخ اصلاح :"
lblExcludeFiles, "پرونده های سابق و clude:"
lblExcludePath, "مسیر و مسیر x (x):"
lblFilterResults, "فیلتر:"
lblIncludeFiles, "شامل و پرونده ها:"
lblModifiedTo, "به"
lblPath, "&راه ها):"
lblQuery, "&پرس و جو:"
lblStatusFound, "مسابقات یافت شده: {0"
lblStatusTotal, "پرونده های جستجو: {0}"
mniAbout, "درباره"
mniAddResultsToZipFile, "پستی همه نتایج"
mniAddSelectedResultsToZipFile, "نتایج انتخاب شده پستی"
mniClearSearchHistory, "پاکسازی سوابق جستجو"
mniCloseAll, "بستن همه"
mniCloseAllButThis, "بستن بقیه"
mniCloseSearch, "بستن[&C]"
mniCopyFilePathNewLine, "نامهای منتخب را کپی کنید (خط جدید جدا)"
mniCopyToClipboard, "رونوشت نتایج برگزیده"
mniCopyToClipboardAll, "رونوشت همه نتایج"
mniExit, "خروج"
mniExplorerContextMenu, "منوی راست کلیک ویندوز"
mniHashWithHashTools, "هاش با HashTools"
mniHelp, "راهنما"
mniOpenFolder, "بازکردن پوشه محتوا"
mniOpenFolderOnly, "بازکردن پوشه"
mniOpenOther, "باز کردن با} 0"
mniPermenentDelete, "حذف دائمی پرونده های برگزیده"
mniRemoveRows, "حذف نتایج برگزیده از فهرست"
mniRenameFile, "تغییر نام پرونده انتخاب شده"
mniSettings, "تنظیمات"
mniShowFilterControls, "کنترل های فیلتر را نشان دهید"
mniTextCopy, "کپی&"
mniTextSelectAll, "انتخاب همه [&A]"
mniTools, "ابزارها [&T]"
mniTrayExit, "خروج"
mniTrayLoadProfiles, "بارگزاری نمایه"
mniTrayShowFileSeek, "FileSeek نمایش"
mniTraySyncProfiles, "همگام نمایه ها"
mnuCopyFilePath, "نامهای منتخب را کپی کنید (با کاما از هم جدا)"
mnuExportAllHTML, "HTML صادرات همه نتایج بشکل"
mnuExportSelectedResultsHTML, "HTML صادرات نتایج برگزیده بشکل"
mnuFileCopy, "رونوشت پرونده های برگزیده"
mnuFileCut, "پرونده های منتخب را برش دهید"
mnuFileDelete, "حذف پرونده های برگزیده"
mnuLanguage, "زبان ها"
mnuLoadProfile, "بارگزاری"
mnuManageProfiles, "مدیریت نمایه ها"
mnuOpen, "بازکن"
mnuOpenNotepad, "Notepad بازکردن با"
mnuProfile, "نمایه ها"
mnuSave, "ذخیره"
mnuSaveAll, "CSV صادرات همه نتایج بصورت"
mnuSaveProfile, "ذخیره نمایه جدید"
mnuSaveSelection, "CSV صادرات نتایج برگزیده بصورت"
mnuShowFullLanguageList, "نمایش فهرست کامل"
mnuSyncProfiles, "همگام نمایه ها"
rdoMatchQueryLineByLine, "پرس و جو را با هر خط در پرونده مطابقت دهید"
rdoMatchQueryToWholeFile, "پرس و جو را با کل پرونده مطابقت دهید"
tabAdvanced, "پیشرفته"
tabDateFilters, "غربال برحسب تاریخ"
tabFileSizeFilters, "فیلتر حجم فایل"
tabSearch, "جستجو"


[frmMain_Strings]
AccessedAfterTT, "بعد از {0 Access رسید"
AccessedBeforeTT, "قبل از رسیدن به {0"
AccessedBetweenTT, "بین {0} و {1 ed قابل دسترسی است"
AllDrives, "همه درایوها"
AppSelectionErrorPartOne, "برنامه ای که برگزیدید نمی تواند یافت شود"
AppSelectionsErrorPartTwo, "آیا می خواهید اکنون مورد دیگری را انتخاب کنید؟"
btnNewSearchTT, "زبانه جدیدی جهت انجام یک جستجو باز کن"
btnSearchTT, "انجام جستجوی جدید در زبانه فعلی"
btnStopTT, "جستجوی برگزیده را متوقف کنید"
CaseSensitiveQueryTT, "پرس و جو حساس مورد"
cboDateFilterLogic_AND, "و"
cboDateFilterLogic_OR, "یا"
cboExcludeFileFilterMode_Pattern, "حذف پرونده ها Pattern است"
cboExcludeFileFilterMode_RegEx, "فیلتر کردن پرونده ها RegEx است"
cboExcludeFileFilterMode_TextQuery, "محروم کردن پرونده ها Query Text است"
cboIncludeFileFilterMode_Pattern, "شامل پرونده ها فیلتر است الگوی"
cboIncludeFileFilterMode_RegEx, "شامل پرونده ها فیلتر RegEx است"
cboIncludeFileFilterMode_TextQuery, "شامل پرونده ها Filter Query Text است"
cboQueryMode_RegEx, "Query RegEx است"
cboQueryMode_TextQuery, "Query متن Query است"
chkShowFirstResultTT, "فقط خط اول همسان را هنگام تطبیق پرس و جو با هر خط نشان می دهد"
ColumnChangeMessage, "تغییر در ستونهای نتیجه جستجو تا زمانی که مجدد جستجوهای خود را انجام دهید ، رخ نمی دهد."
ContextMenuError, "خطائی حین نمایش منوی زمینه ویندوز رخ داده است"
CreatedAfterTT, "ایجاد شده پس از {0}"
CreatedBeforeTT, "قبل از ایجاد {0"
CreatedBetweenTT, "ایجاد شده بین {0} و {1"
CSVSpreadsheet, "CSV پرونده های"
CustomAppOpenError, "خطایی حین بازکردن این پرونده توسط برنامه سفارشی رخ داده است"
DateCreatedError, "لطفاً "تاریخ پایان تاریخ ایجاد شده" را انتخاب کنید که دیرتر از تاریخ شروع است."
DateFiltersSelected, "غربال برحسب تاریخ :"
DateModifiedError, "لطفاً "تاریخ پایان تاریخ اصلاح شده" را انتخاب کنید که دیرتر از تاریخ شروع است."
EmptyPDFError, "پرونده PDF جستجو شد اما متنی در آن موجود نبود"
EnterProfileName, "یک نام نمایه وارد کنید :"
ErrorDirectoryEmpty, "این مسیر خالی است"
ExcludeFilesTT, "پرونده های رد شده: {0"
ExcludePathsTT, "مسیر (ها) را حذف کنید: {0"
ExportDateAccessed, "تاریخ دستیابی"
ExportDateCreated, "تاریخ ایجاد"
ExportDateModified, "تاریخ اصلاح شد"
ExportExtension, "افزونه"
ExportFileName, "نام فایل"
ExportFileSize, "حجم فایل"
ExportLineNumber, "خط #"
ExportLineText, "خط"
ExportPath, "مسیر"
FileDeleteMessage, "لطفاً صبر کنید تا FileSeek عملیات درخواستی را انجام دهد.\nشما می توانید این پنجره را ببندید ، اما در حالی که این کار در حال انجام است ممکن است منجر به نتایج غیر منتظره شود."
FileDeleteQuestion, "آیا مطمئن به حذف پوشه ها یا پرونده های برگزیده هستید ؟"
FileDeleteTitle, "حذف پرونده ها"
FileDeletionError, "خطایی طی حذف این پرونده ها رخ داده است"
FileHandlerError, "لطفا یک مسیر جهت جستجو وارد کنید"
FileIncludeNameMatch, "نام پرونده [Include Files Filter]"
FileOpenError, "خطائی حین بازکردن این پرونده رخ داده است"
FilePermenentDeleteQuestion, "آیا مطمئن به حذف دائم پوشه ها یا پرونده های برگزیده هستید؟"
FileQueryNameMatch, "نام پرونده [Query]"
FileReadError, "{خطای دسترسی پرونده : {0"
FileSelectionError, "لطفا حداقل 1 پرونده ای که وجود دارد برگزیده دوباره امتحان کنید"
FileSizeError, "لطفاً حداکثر اندازه پرونده را انتخاب کنید که مساوی یا بیشتر از اندازه پرونده باشد."
FileSizeFiltersSelected, "فیلترهای اندازه پرونده:"
FilesSearched, "پرونده های جستجو: {0}"
FilesSkipped, "{پرونده های صرفنظرشده : {0"
FolderBrowserDescription, "پوشه ای جهت جستجو برگزینید"
FolderBrowsingError, "خطایی طی مرور یک پوشه رخ داده است"
FolderIncludeNameMatch, "نام نام پوشه [Include Files Filter]"
FolderItemError, "پوشه برای مورد یافت نشد: {0"
FolderOpenError, "خطائی طی بازکردن این پوشه رخ داده است"
FolderQueryNameMatch, "نام نام پوشه [Query Text]"
FolderReadError, "{خطای خواندن پوشه ها داخل پوشه : {0"
HiddenFolderError, "نمی تواند جستجو کند بخاطر این که"
HyperTextMarkupLanguageFile, "File Language Markup Hyper Text"
IFilterWarning, "لطفاً برای نمایش نتایج مناسب برای پرونده ها: lers 0} پرونده ها را در برگه Advanced فعال کنید"
IncludeFilesTT, "{شامل پرونده های : {0"
InvalidExcludeFilesRegExError, "حذف پرونده ها الگوی RegEx نامعتبر است.\n{0"
InvalidFolderLength, "طول پوشه نامعتبر"
InvalidIncludeFilesRegExError, "شامل پرونده ها الگوی RegEx نامعتبر است.\n{0}"
InvalidQueryError, "جستجوی متن شما نامعتبر است.\n{0}"
InvalidQueryRegExError, "الگوی Query RegEx نامعتبر است.\n{0"
KeypressError, "خطائی طی پردازش این فشار کلید رخ داده است"
LinkedFolderError, "جستجوی پوشه نیست زیرا پیوند / اتصال است"
MatchesFound, "مسابقات یافت شده: {0"
MatchesFromQueue, "نتایج صف: {0"
MatchesFromQueueIcons, "نمادهای صف: {0"
MaxFileSizeTT, "{حداکثر اندازه پرونده : {0"
MaxPathError, "این مسیر خیلی طولانی ست ممکنست در برخی برنامه ها کار نکند"
MenuOpenError, "خطایی حین بازکردن منو رخ داده است"
MinFileSizeTT, "{حداکثر اندازه پرونده : {0"
ModifiedAfterTT, "اصلاح شده پس از {0"
ModifiedBeforeTT, "قبل از {0 Mod اصلاح شده"
ModifiedBetweenTT, "بین {0} و 1 {اصلاح شده"
More, "(بیشتر)"
NoDateFiltersSelected, "هیچ فیلتر تاریخ انتخاب نشده است"
NoFileSizeFiltersSelected, "هیچ فیلتر اندازه فیلتر انتخاب نشده است"
NoOptionsSelected, "هیچ گزینه ای انتخاب نشده است"
NotepadError, "رخ داده است Notepad.خطائی حین بازکردن این پرونده با"
NotYourProfile, "شما صاحب این نمایه نیستید"
OnlyShowFirstResultTT, "تنها نمایش نتایج نخست"
OpenManyQuestion, "آیا مطمئن به باز کردن پرونده ها یا پوشه های {0} هستید ؟"
OptionsSelected, "گزینه های برگزیده :"
OtherApplication, "برنامه دیگر"
PathsTT, "مسیر (ها): {0"
PathTooLongError, "ویندوز با نام های مسیری طولانی از این عملکرد پشتیبانی نمی کند."
ProfileLoadError, "خطائی حین بارگزاری این نمایه وجود دارد"
ProfileLoadOnStartError, "خطائی حین بارگزاری این نمایه وجود داشت نمایه وجود ندارد"
ProfileNameEmptyError, "شما نام پروفایل وارد نکرده اید.\nلطفاً یک نام وارد کنید و دوباره امتحان کنید."
ProfileOverwriteQuestion, "هستید ؟ '{0}' آیا مطمئن به جایگزینی با نمایه"
ProfileSaved, "تنظیمات جستجو در نمایه '{0}' ذخیره شد"
ProfileSaveError, "نمیتوان نمایه را ذخیره کرد"
ProOnlyDoubleClickPrompt, "کنترل کننده پیش فرض شما با دو کلیک روی یک ویژگی FileSeek Pro تنظیم شده است.\nمی توانید کنترل کننده پیش فرض دو کلیک را در تنظیمات> برگه تغییر دهید.\n\nآیا می خواهید اطلاعات بیشتری درباره به روزرسانی داشته باشید؟"
QueryTT, "پرس و جو:\n{0"
rdoMatchQueryLineByLineTT, "هر بار یک پرونده را باز کنید و سعی کنید با هر خط مطابقت داشته باشید"
rdoMatchQueryToWholeFileTT, "یک بار کل پرونده را باز کنید و سعی کنید پرس و جو با کل متن مطابقت داشته باشد"
RenameFileError, "FileSeek قادر به تغییر نام پرونده یا پوشه انتخابی نبود.\nلطفا نام دیگری را وارد کنید و دوباره امتحان کنید."
RenameFileFolder, "تغییر نام پرونده انتخاب شده:"
ResultCopied, "یک نتیجه در حافظه موقت جای گذاری شد"
ResultCopyError, "خطائی طی نسخه برداری نتایج جستجو یتان به حافظه موقت رخ داده است"
ResultSaveError, "خطایی هنگام ذخیره نتایج وجود داشت\n{0}"
ResultsCopied, "رونوشت {0} نتیجه درحافظه موقت قرار گرفت"
ResultSelectionError, "لطفاً حداقل 1 نتیجه جستجو را انتخاب کنید و دوباره امتحان کنید."
SaveResults, "XLS ذخیره نتایج دریک پرونده صفحه گسترده"
SaveResultsAsHTML, "HTML ذخیره نتایج بشکل"
SaveSearchProfile, "ذخیره نمایه جستجو"
SearchComplete, "جستجو در {0} ثانیه انجام شد"
SearchCriteria, "ضوابط جستجو:"
SearchCriteriaEmptyTT, "معیارهای جستجو خالی"
SearchEnd, "پایان جستجو: {0"
SearchError, "خطایی در حین جستجو رخ داده است"
SearchStart, "شروع جستجو: {0"
SearchSubFoldersTT, "جستجوی زیر پوشه ها"
SettingFormShowError, "هنگام نمایش پنجره تنظیمات خطایی روی داده است."
Syncing, "همگام سازی با حساب قلعه دودویی خود ..."
SystemFolderError, "جستجو نیست زیرا یک پرونده / پوشه سیستم است"
TextCopyError, "خطائی حین نسخه برداری این متن رخ داده است"
TextProcessingError, "خطائی حین پردازش متن رخ داده است"
TextQueryHelpTT, "راهنما پرس و جو متن"
TextSelectionError, "لطفاً متن را انتخاب کنید و دوباره امتحان کنید."
txtPathTT, "چندین مورد را با | شخصیت"
UseFileHandlersTT, "از File Handlers استفاده کنید"
ViewingAppPartOne, "شما هنوز یک برنامه مشاهده انتخاب نکرده اید"
ViewingAppPartTwo, "آیا می خواهید اکنون یکی را انتخاب کنید؟"
ZipFile, "فایل فشرده"


[frmProfileManager_Controls]
btnCopyProfile, "رونوشت نمایه"
btnDelete, "حذف"
btnExport, "نمایه صادرات"
btnImport, "نمایه واردات"
btnRename, "تغییرنام"
btnSync, "همگام سازی با حساب قلعه دودویی خود"
colProfileName, "نام نمایه"
colProfileOwner, "صاحب نمایه"
lblCurrentProfile, "کاربر جاری"


[frmProfileManager_Strings]
CopyProfileNameQuestion, "دوست دارید نمایه جدید شما چه نامیده شود ؟"
ExportFileSeekSearchProfile, "نمایه جستجوی FileSeek"
ExportSearchProfileSuccessful, "نمایه جستجو با موفقیت صادر شد"
FileSeekSearchProfile, "پروفایل جستجو FileSeek"
ImportFileSeekSearchProfile, "نمایه جستجوی FileSeek را وارد کنید"
MustSelectAnItem, "لطفا نمایه ای از فهرست برگزیده دوباره امتحان کنید"
ProfileDeleteQuestion, "آیا مطمئن بحذف نمایه برگزیده هستید ؟"
RenameSearchProfile, "تغییر نام نمایه جستجو"
SearchProfileName, "نام نمایه جستجو :"
Title, "مدیریت نمایه ها"


[frmSettings_Controls]
btnBrowseOther, "جستجو"
btnClearHistory, "پاکسازی سوابق جستجو"
btnIFilterToggle, "مدیریت پرونده را تغییر دهید"
btnOtherDefault, "پیش فرض"
chkCloseToTray, "( و رفتن به سینی ( کنار ساعت ویندوز FileSeek بستن"
chkCombineParameters, "به جای باز کردن چندین نمونه ، چندین فایل را به همان نمونه منتقل کنید"
chkErrorDirectoryEmpty, "هنگام یافتن یک پوشه خالی ، خطایی نشان داده شود"
chkErrorForLongPaths, "خطا و جستجوی مسیر را بیش از 260 نویسه نشان دهید"
chkExportExtraLines, "همچنین هنگام صرفه جویی در نتایج جستجو ، خطوط اضافی صادر کنید"
chkIFilterErrors, "خطایی برای پرونده های فاقد کنترل فایل نشان می دهد (هنگامی که جستجوی فایل کنترل می شود)"
chkIsQueryFullString, "متن پرس و جو را به عنوان یک عبارت بزرگ پرس و جو رفتار کنید"
chkLinkedFoldersSearch, "جستجو در پرونده ها و پوشه هایی که پیوند / اتصال هستند"
chkLinkedFoldersSearchShowErrorOnSkip, "هنگام جستجوی پیوند / اتصال ، خطایی نشان دهید"
chkMinimizeToTray, "در سینی نواروظیفه FileSeek کمینه سازی"
chkOnlyShowMatchedText, "فقط متن مطابقت را در نتیجه جستجو نشان دهید"
chkResetSearchValues, "مقادیر برگه جستجو را هنگام شروع جستجو در برگه جدید تنظیم مجدد کنید"
chkResultWordWrap, "متن را که در نتیجه جستجو نشان داده شده است بپیچید"
chkSearchHiddenFiles, "جستجوی فایل و پوشه های مخفی شده"
chkSearchSystemFiles, "جستجوی فایل و پوشه های سیستم"
chkSearchWithinLNKFiles, "فایل مورد نظر را جستجو کنید"
chkShowErrorEmptyPDF, "هنگام یافتن یک فایل PDF خالی خطایی را نشان دهید"
chkShowFileErrors, "هنگام دسترسی به یک پرونده / پوشه ، خطایی نشان داده نمی شود"
chkShowHiddenFileError, "نمایش خطا در زمانی که نادیده می گیرد فایل ها و پوشه های مخفی شده"
chkShowSystemFileError, "نمایش خطا زمانی که نادیده می گیرد فایل ها و پوشه های سیستمی را"
chkShowToolTips, "نمایش راهنمای ابزار"
chkSingleInstance, "FileSeek را مجبور کنید فقط یک نمونه را باز کنید"
chkStartWithClearProfile, "همیشه FileSeek را با معیارهای جستجوی خالی شروع کنید"
chkTreatAllExcludePathFiltersAsWildcards, "با تمام فیلترهای Path به عنوان کارتهای وحشی رفتار کنید"
chkTreatAllIncludeFiltersAsWildcards, "همه فیلترها را بعنوان کارتهای عادی بکار گیرید"
chkUseCustomDateFormat, "از یک قالب تاریخ سفارشی استفاده کنید"
chkUsePreviewHandlers, "از صفحه پیش نمایش در قسمت نتایج استفاده کنید"
chkWindowsContextMenu, "FileSeek را در فهرست متن Windows نمایش دهید"
colAvailableColumns, "ستون های موجود"
colSelectedColumns, "ستون های منتخب"
gbCmdLineVars, "متغییرهای خط فرمان"
gbDateFormat, "نوع تاریخ"
gbGeneralOptions, "گزینه های عمومی"
gbPresentationOptions, "گزینه های ارائه"
gbSearchColumns, "ستون ها را جستجو کنید"
lblCmdLineParam, "پارامترهای خط فرمان برای عبور:"
lblDateFormatLink, "تاریخها و رشته های فرمت زمان سفارشی"
lblDefaultDoubleClick, "یک عملکرد پیش فرض را برای دوبار کلیک کردن روی نتیجه جستجو انتخاب کنید:"
lblFileHandlerFAQ, "کنترل کننده پرونده سوالات متداول"
lblNumChar, "این کاراکترهای زیادی را برای هر نتیجه جستجو نشان دهید:"
lblOtherApplicationName, "نام برنامه دیگر:"
lblSelectViewingApp, "برنامه مشاهده پرونده انتخاب شده:"
lblSkipFile, "حداکثر زمان جستجو مجاز در هر پرونده (0 = نامحدود):"
pageSearchViewSettings, "تنظیمات نمایش نتیجه"


[frmSettings_Strings]
AppBrowsingError, "خطایی هنگام ناوش یک برنامه رخ داده است"
cboDefaultDoubleClickOperation_ExportAllCSV, "صادر کردن همه نتایج به CSV"
cboDefaultDoubleClickOperation_ExportAllHTML, "HTML صادرات همه نتایج بشکل"
cboDefaultDoubleClickOperation_ExportSelectedCSV, "نتایج منتخب را به CSV صادر کنید"
cboDefaultDoubleClickOperation_ExportSelectedHTML, "HTML صادرات نتایج برگزیده بشکل"
cboDefaultDoubleClickOperation_Open, "با Handler Default باز کنید"
cboDefaultDoubleClickOperation_OpenContainingFolder, "بازکردن پوشه محتوا"
cboDefaultDoubleClickOperation_OpenNotepad, "Notepad بازکردن با"
cboDefaultDoubleClickOperation_OpenOther, "باز کردن با} 0"
chkTreatAllIncludeFiltersAsWildcardsTT, "با فعال کردن این گزینه ، جستجوی وارد شده به عنوان foo با عنوان * foo *"
ClearHistoryError, "خطایی در طی حذف سوابق جستویتان رخ داده است"
ClearHistoryWarning, "آیا مطمئن بحذف سوابق جستجویتان هستید؟"
CommandLineError, "لطفاً پارامترهای خط فرمان را وارد کنید ، یا برای تنظیم مجدد آنها روی "پیش فرض" کلیک کنید."
CustomDateFormatError, "هنگام اختصاص قالب تاریخ سفارشی شما خطایی روی داد.\nلطفا خطا را حل کنید و دوباره امتحان کنید."
DisableFileHandler, "کنترل پرونده را غیرفعال کنید"
DisablePreviewHandler, "کنترل پیش نمایش را غیرفعال کنید"
EnableFileHandler, "کنترل پرونده را فعال کنید"
EnablePreviewHandler, "کنترل پیش نمایش را فعال کنید"
FileCommandDescription, "{0}: نام کامل پرونده را جایگزین می کند."
FileHandlerListError, "هنگام لیست پرونده های نگارش پرونده خطایی روی داده است."
FileHandlerSelectError, "هنگام انتخاب این کنترل کننده پرونده خطایی روی داده است."
FileHandlerToggleError, "هنگام راه اندازی این کنترل کننده پرونده خطایی روی داده است."
HistoryCleared, "سوابق جستجو با موفقیت پاک شد"
InvalidExitcode, "نامعتبر ExitCode بازگشت: {0"
LineCommandDescription, "{0}: شماره خط را جایگزین می کند."
lvIFilters_Extension, "پسوند"
lvIFilters_Handler, "مربی"
lvIFilters_HandlerVersion, "نسخه"
NumOfCharError, "لطفاً تعدادی کاراکتر را بین {0 {و {1 {وارد کنید و دوباره امتحان کنید."
PreviewHandlerListError, "هنگام لیست پیشگیری کنندگان پیش نمایش خطایی روی داده است."
PreviewHandlerToggle, "تغییر کاربری پیش نمایش"
SettingMenuError, "خطایی طی تنظیم تنظیمات منوی زمینه رخ داده است"
tabSettings_FileHandlers, "نگهدارنده پرونده"
tabSettings_OtherApp, "سایر برنامه ها"
tabSettings_PreviewHandlers, "پخش پیش نمایش"
tabSettings_Search, "جستجو"


[HTMLExport_Strings]
OpenSavedSearchResultsQuestion, "نتایج جستجو با موفقیت ذخیره شدند \nآیا مایل به مشاهده پرونده هستید ؟"
SearchCriteria, "ضوابط جستجو"
SearchDate, "تاریخ جستجو :"
Title, "FileSeek نتایج جستجوی"


[IFilterHelper_Strings]
UnknownError, "خطای ناشناخته IFilter"
UsingStandardMethodWarning, "برای یافتن پرونده با استفاده از روش استاندارد ، هیچ فایلی در دست ندارید."


[Installer]
AdditionalIcons, "آیکونهای اضافی :"
CreateContextMenuItems, "افزودن به منوی کلیک راست ویندوز اکسپلورر"
CurrentUserOnly, "تنها برای کاربرجاری"
DesktopIcon, "ایجاد شمایل رومیزکار ویندوز[&d]"
DotNetInstallNow, "میخواهید آن را حالا نصب کنید؟"
DotNetRequired, "برای اجرای این برنامه سیستم شما به بروز رسانی دات نت فریم ورک نیاز دارد"
ForAllUsers, "برای همه کاربران"
LaunchNow, "حالا اِجرا"
LicKeyInvalid, "این کلید مجوز بنظر میرسد نامعتبر است"
LicKeyLabel, "کلید مجوز :"
LicKeySelectOption, "لطفا گزینه ای ازکلید مجوز برگزیده دوباره امتحان کنید"
LicKeyText, "گزینه های کلید مجوز :"
LicKeyTextAdminLocked, "کلید مجوز شما توسط سرپرست سیستم تعیین شده است"
LicKeyTextChangeFree, "جهت استفاده از نسخه رایگان در پنجره تنظیمات 'تغییر به نسخه رایگان' را کلیک کنید"
LicKeyTextEnterOrFree, "لطفا یا کلید مجوز معتبری وارد نموده یا از 'نسخه رایگان' استفاده نمایید"
LicKeyTextPaid, "از این کلید مجوز استفاده کن:"
LicKeyTextTrial, "استفاده از نسخه آزمایشی (فقط بار اول)، پس از ۳۰ روز به نسخه رایگان تبدیل میگردد"
RunAtStartup, "اِجرا در استارت آپ ویندوز"
SteamKeyInvalid, "کلید مجوز استیم شما با موفقیت بارگیری نشد\nلطفا از این نصب کننده/برنامه خارج شوید و سعی کنید دوباره نصب کنید یا آن را دوباره درون استیم بارگیری نمایید"
TextBefore, "اگراز قبل FileSeek را اجرا کرده اید لطفا قبل از نصب نسخه جدید آنرا ببندید\n\nبرای بروزرسانیها و دریافت پشتیبانی به وبگاه https://www.fileseek.ca مراجعه کنید"
UninstallRemoveAllData1, "میخواهید همه تنظیمات برنامه،اولویت ها و فایل های موقتی را حذف کنید؟"
UninstallRemoveAllData2, "این توصیه نمیشود،اگر میخواهید دوباره برنامه را نصب کنید"
UnsupportedWindowsVersion, "این برنامه در نسخه ویندوز شما دیگر پشتیبانی نمی شود.آیا میخواهید اطلاعاتی درباره دانلود نسخه قدیمی تر بدست آورید؟"


[LicenseValidate_Strings]
ExpiredPrompt, "شما باطل شده است FileSeek متأسفیم , کلید مجوز آزمایشی\nFileSeek اگر شما از قبل یک مجوز خریداری شده دارید . لطفا وارد کنید آن را در پنجره تنظیمات\nداشته باشید ؟ FileSeek Pro شما مایل هستید اطلاعات بیشتری درباره خریداری"
FreeLicenseReminder, "مایلید به توسعه نسخه های آینده کمک کنید؟ اینجا را کلیک کنید!"
Invalid, "متاسفانه، کلید مجوز شما معتبر نیست"
InvalidReseller, "متأسفیم ، کلید مجوز شما فقط با FileSeek ارائه شده توسط فروشنده شما معتبر است.\nلطفا برای اطلاعات بیشتر با نماینده فروش خود تماس بگیرید."
LicenseProcessPro, "! با سپاس جهت ثبت برنامه"
LicenseProcessProRestoreSettingsPrompt, "یک پشتیبان خودکار از تنظیمات حرفه ای شما تشخیص داده است\nاین فایل پشتیبان مدت {0} روز از تاریخ آن می گذرد\nآیا میخواهید تنظیمات حرفه ای خود را وارد کنید؟همه تنظیمات فعلی شما با تنظیمات پشتیبان جایگزین خواهد شد"
LicenseProcessRemoved, "کلید مجوز شما حذف شده است."
LicenseProcessTrial, "FileSeek Pro تشکر از شما برای امتحان\nمجوز شما باطل می شود در"
TrialAlmostDonePrompt, "مجوز آزمایشی محدود شما بزودی به پایان خواهد رسید \nوارد سازید FileSeek اگر قبلا مجوز خریداری کرده اید لطفا آنرا داخل پنچره تنظیمات \n\nحرفه ای هستید ؟ FileSeek Pro آیا مایل بدریافت اطلاعات بیشتر درباره خریداری"


[WindowsContextMenu_Strings]
SearchWithFileSeek, "جستجو با FileSeek"


[Words]
About, "در مورد"
Add, "افزودن"
AdminSettingsLock, "بعضی از گزینه‌ها توسط مدیر سیستم شما مدیریت می شود"
Apply, "اعمال"
Browse, "مرور کردن"
ButtonLater, "بعدا [&L]"
ButtonMoreInformation, "اطلاعات بیشتر [&M]"
ButtonUseFreeVersion, "انتخاب نسخه رایگان [&U]"
BuyALicenseKey, "خرید کلید لایسنس"
Cancel, "لغو[&C]"
Close, "بستن[&C]"
Copy, "کپی&"
Custom, "سفارشی"
Cut, "کات&"
Default, "پیشفرض"
Delete, "&حذف"
Disable, "غیرفعالسازی&"
Disabled, "غیرفعال شده"
Duplicate, "&تکراری"
Edit, "ویرایش"
Enable, "&فعالسازی"
Enabled, "فعال شده"
EnterALicenseKey, "کلید لایسنس را وارد کنید"
Error, "خطا"
ErrorNotAdminUACDisabled, "یو اِی سی یا همان کنترل اکانت کاربر غیر فعال شده است.اما شما مدیر رایانه نیستید،و اقدام درخواست شده شما احتمالا موفق نمیشود\nلطفا یو اِی سی را فعال کنید یا بعنوان یک مدیر وارد شوید و دوباره سعی کنید\nاگر اخیرا یو اِی سی را غیرفعال کرده اید،لطفا مطمئن شوید رایانه را ریستارت کرده اید"
Exit, "خروج&"
FileTypes_AllFiles, "همه فایل ها"
FileTypes_ApplicationFiles, "فایل های برنامه"
FileTypes_HTMLFiles, "فایل های اِچ تی اِم اِل"
FileTypes_ImageFiles, "فایل های تصویری"
FileTypes_RegistryFiles, "فایل های رجیستری"
FileTypes_SoundFiles, "فایل های صدا"
FileTypes_VideoFiles, "فایل های ویدیو"
FileTypes_ZipFiles, "فایل های زیپ"
FreeVsPro, "تفاوت نسخه رایگان و حرفه ای"
Help, "راهنما"
Info, "اطلاعات"
InvalidImageFile, "بنظر میرسد تصویر خراب است یا غیر قابل خواندن است"
Language, "زبان"
Load, "بار گیری"
Name, "نام"
NameLabel, "نام"
Never, "هرگز"
No, "خیر"
OK, "صحیح[&O]"
Paste, "چسباندن&"
ProductSocialOnFacebook, "FileSeek در فیس بوک"
ProductSocialOnLinkedIn, "FileSeek در لینکدین"
ProductSocialOnTwitter, "FileSeek در توییتر"
ProOnlyButtonToolTip, "این ویژگی فقط برای نسخه حرفه ای است\nبرای اطلاعات بیشتر اینجا کلیک کنید"
ProOnlyLabelText, "برای استفاده از این ویژگی به نسخه حرفه ای ارتقاء دهید"
ProOnlyNotice, "ویژگی های فقط حرفه ای به رنگ آبی برجسته شده اند"
ProOnlyQuestion, "برای استفاده از این ویژگی نیاز به ارتقاء مجوز حرفه ای دارید\nاطلاعات بیشتری در رابطه با ارتقاء میخواهید؟"
ProOnlyShort, "فقط حرفه ای"
Redo, "&ریدو"
Refresh, "بازآوری"
Remove, "حذف"
Rename, "تغییر نام"
Retry, "دوباره"
Save, "ذخیره"
Seconds, "ثانیه"
Select, "انتخاب"
SelectAll, "&انتخاب همه"
Settings, "تنظیمات"
Start, "شروع"
Stop, "توقف"
Sync, "همگامسازی"
Undo, "آندو&"
Unknown, "ناشناخته"
Yes, "بله"